Revit 2027 API
EnergyAnalysisZone.UseDehumidificationSetPoint Property
 Use the dehumidification set point.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseDehumidificationSetPoint { get; }
Public ReadOnly Property UseDehumidificationSetPoint As Boolean
	Get
public:
property bool UseDehumidificationSetPoint {
	bool get ();
}
member UseDehumidificationSetPoint : bool with get
Property Value
Boolean
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace